{
  "transcript": [
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "You are listening to Dialogue Frog’s",
          "time": 2.7
        },
        {
          "text": "short and sometimes silly conversations",
          "time": 4.78
        },
        {
          "text": "for listening, imitation, and shadowing practice.",
          "time": 7
        },
        {
          "text": "This is Episode 1 and our topic is coffee.",
          "time": 10
        },
        {
          "text": "My name is Emma and I am joined today by Luke.",
          "time": 13.5
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Hey everyone, I’m Luke. Nice to meet you.",
          "time": 16.9
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "I think everyone just said, “Nice to meet you too.” But they wanna hear about coffee."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Who doesn’t."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "No one. No one doesn’t. Except for maybe the people who prefer tea."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "That’s true. Tea is good too, but, I for one, prefer coffee."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "I also prefer coffee. How many cups of coffee do you drink a day?"
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "I…usually between 1 and 4. 4 is probably too much but somedays I just need to get a lot of stuff done. So that’s when I drink a lot of coffee. How about you?"
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "4 is probably reasonable. Um, lately I don’t even finish one cup. Although I used to drink maybe, I don’t know, 2 or 3 cups."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "That’s a lot of caffeine by the end of the day."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "It is. It is. It can mess with some people who might not be able to sleep. But it is getting to be summer and you know what summer means."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "More coffee."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Specifically, Iced Coffee."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Oh yeah."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "And frozen coffee."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Those are good too."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "I like to make my own iced coffee. I have, its called, its the Toddy Brewer, cold brew system."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Oh yeah."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Yeah."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Yep."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Course it doesn’t taste as good as Starbucks, or a café but then you have an endless supply of coffee and that’s a good but dangerous thing."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "That’s true. I kind of like the homemade coffee though because then you can control exactly how it’s made and you know, I- I think you still end up with a pretty good tasting cup of coffee at the end of it."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "And its more economical. Because if you are buying a coffee everyday that could be between 2 and 5 dollars, so, you get to save the dollars for other things."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "That’s true. So, do you put creamer in your coffee. Or do you drink it with milk or…"
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "I am a cream and sugar person. Although lately I am putting less sugar in."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Hmm."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "I think it’s because I’m getting older. It’s that, that thing where you start wanting less sweet. It’s kind of sad."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "I can’t relate to that because I’m still very young. I’m just kidding. I drink my coffee black. Um, Yeah, cause I gave up the, the sugar and the milk in my coffee a long time ago."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Yeah, yeah. That’s one of the, the uh health, uh health properties of coffee I think are always when its black coffee and so whenever you read those scientific articles that say coffee is good for you they are usually referring to 8 ounces of black coffee that’s at reasonable strength."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Yeah."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Because how much coffee you add changes the strength of it and then of course that changes the caffeine."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Yeah. I always like to forget those though and usually I just end up drinking as much as I can, so,"
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "That, I think a lot of people do that."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "That’s true. That’s easy to do at a, at a, co-, at a café or something when they give you generous portions and- or like bottomless cups of coffee at a restaurant and then-"
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Yeah."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "You just keep end up drinking it."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Yeah, its dangerous to order the bottomless cup."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Mm-hmm."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Yep. Okay, well, that’s the end of our short conversation because we are about to hit a long conversation. Thank you for joining us today and we hope to see you on the next episode."
        }
      ]
    },
    {
      "person": "Luke",
      "phrases": [
        {
          "text": "Yep."
        }
      ]
    },
    {
      "person": "Emma",
      "phrases": [
        {
          "text": "Of Dialogue Frog."
        }
      ]
    }
  ]
}